Repository: verdigado/sunflower
Catalog: languages/*.po
Languages: de_de

source: Theme for the German Green Party
de_de: WordPress-Theme für BÜNDNIS 90/DIE GRÜNEN

source: Oops! That page can&rsquo;t be found.
de_de: Hoppla, Seite nicht gefunden.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
de_de: Leider wurde die Seite nicht gefunden. Möchtest du suchen?

source: Events archive
de_de: Vergangene Veranstaltungen

source: Events
de_de: Termine

source: to upcoming events
de_de: Zu den kommenden Veranstaltungen

source: all events
de_de: Alle Termine

source: Archive
de_de: Archiv

source: Map
de_de: Landkarte

source: more info
de_de: mehr Infos

source: Show event location on map
de_de: Veranstaltungsort auf der Karte anzeigen

source: If you click the button, the content will be downloaded from openstreetmap.
de_de: Wenn du auf den Button klickst, werden Daten von openstreetmap.org geladen.<br>Dafür gelten deren <a href="https://www.openstreetmap.org/about" target="_blank">Datenschutzrichtlinien</a>.

source: Show map
de_de: Kartendaten laden

source: calendar in ics-format
de_de: Kalender im ics-Format

source: previous
de_de: zurück

source: next
de_de: vor

source: No posts found
de_de: Keine Beiträge gefunden

source: Currently there are no coming events.
de_de: Derzeit sind keine Veranstaltungen geplant.

source: comment article
de_de: Artikel kommentieren

source: Send
de_de: Abschicken

source: Your mail will not be published. Required fields are marked with a *. For more info see <a href="%s">privacy</a>.
de_de: Ihre E-Mail-Adresse wird nicht veröffentlicht. Erforderliche Felder sind mit * markiert. Mit der Nutzung dieses Formulars erklärst du dich mit der Speicherung und Verarbeitung deiner Daten durch diese Website einverstanden. Entnimm Weiteres bitte der <a href="%s">Datenschutzerklärung</a>.

source: One comment
de_de: Ein Kommentar

# context
source: %1$s commment
de_de: Ein Kommentar

source: Comments are closed.
de_de: Keine Kommentare möglich.

source: Sunflower Settings Page
de_de: Sunflower-Einstellungen

source: Thank you for using sunflower theme. Sunflower is %1$s and maintained by %2$s.
de_de: Danke, dass Du das Sunflower-Theme nutzt. Sunflower ist %1$s und wird von %2$s entwickelt.

source: More information can be found on the sunflower theme settings page
de_de: Mehr Infos gibt es auf der Sunflower-Einstellungsseite

source: PHP Version End of Life
de_de: PHP-Version veraltet

source: <p>You are using PHP <strong>%1$s</strong> which <a href="https://www.php.net/supported-versions.php">is not supported</a> anymore!</p> <p>Please note, that Sunflower theme <strong>will require at least PHP 8.2+</strong> as of release 2.1.0. <br /> If you want to continue receiving updates, you must update your server or contact your web hosting service.</p> <p>If you are looking for a web hosting service with attitute, have look at %2$s.</p>
de_de: <p>Ihr nutzt PHP <strong>%1$s</strong>. Diese Version wird <a href="https://www.php.net/supported-versions.php">nicht mehr unterstützt</a>!</p> <p>Bitte beachtet, dass das Sunflower-Theme ab Version 2.1.0 <strong>mindestens PHP 8.2+ erfordert</strong>. <br /> Wenn ihr weiterhin Aktualisierungen erhalten wollt, dann müsst ihr euren Server aktualisieren bzw. euren Web-Hosting-Anbieter ansprechen.</p> <p>Wenn ihr auf der Suche nach einem Web-Hosting-Anbieter mit Haltung seid, schaut doch mal bei %2$s vorbei.</p>

source: New Terms and Use Settings
de_de: Neue Einstellung Nutzungsbedingungen

source: There is a new option on the <a href='admin.php?page=sunflower_admin'>Sunflower->First Steps</a> page.<br /> If you continue to use the sunflower icons in menue, footer and as favicon, please read and accept the terms of use.
de_de: Es gibt eine neue Einstellung auf der Seite <a href='admin.php?page=sunflower_admin'>Sunflower → Erste Schritte</a>.<br /> Wenn Du weiterhin die Sonnenblume im Menü, im Footer und als Favicon nutzen möchtest, lies und akzeptiere die Nutzungsbedingungen.

source: a free WordPress theme by
de_de: ein kostenloses WordPress-Theme der

source: Help for sunflowers events
de_de: Hilfe für Sunflower-Termine

source: Form not sent. Captcha wrong. Please try again.
de_de: Das Formular konnte nicht gesendet werden, weil die Rechnung (Captcha) falsch ist. Bitte versuche es noch einmal.

source: Startdate
de_de: Startdatum

source: Enddate
de_de: Enddatum

source: Whole day
de_de: ganztägig

source: Location name
de_de: Veranstaltungsort (Name)

source: Street
de_de: Straße

source: City
de_de: Stadt

source: Organizer
de_de: Veranstalter

source: Organizer URL
de_de: URL der Organisator*in

source: Show map on event
de_de: Zeige Karte beim Termin

source: Event
de_de: Termin

source: This event will be imported by remote ical-calendar. All changes here will be overwritten.
de_de: Dieser Termin wird automatisch über einen externen Kalender gepflegt. Alle Änderungen hier werden regelmäßig überschrieben.

source: Load map and fix location marker
de_de: Karte laden und Postion korrigieren

source: Event date
de_de: Datum der Veranstaltung

source: Event location
de_de: Ort

source: More Information
de_de: Weitere Informationen

source: Failed to import event
de_de: Import der Veranstaltung fehlgeschlagen

source: Creator
de_de: Urheber*in

source: Creator / Source of this media (may contain links)
de_de: Urheber*in / Quelle dieses Mediums (kann LInks enthalten)

source: The creator field is mandatory and must not be left empty.
de_de: Das Feld „Urheber*in“ ist ein Pflichtfeld und darf nicht leer sein.

source: No alternative text provided. Please consider adding a description for better accessibility.
de_de: Kein Alternativtext angegeben. Bitte füge eine Beschreibung hinzu, um die Barrierefreiheit zu verbessern.

source: Metadata
de_de: Metadaten

source: Styled layout
de_de: gestyltes Layout

source: do not show title, add and remove margins. e.g. for the homepage
de_de: versteckt den Titel und fügt Abstände ein bzw. löscht sie an anderen Stellen. Setze diesen Haken z.B. für die Startseite.

source: Hide feature image on single
de_de: Beitragsbild verstecken

source: Hide feature image on single view, but show it on lists.
de_de: Verstecke das Beitragsbild in der Einzelansicht, aber zeige es in Listenansichten.

source: Roofline
de_de: Dachzeile

source: use Shift + Enter to prevent line between
de_de: Wähle SHIFT + ENTER, um Zwischenzeile zu verhindern

source: Sunflower Settings
de_de: Sunflower-Einstellungen

source: ICS Calendar Import
de_de: ICS Kalender Import

source: Import Line
de_de: Import von Zeile

source: ICS calendar imported from:
de_de: ICS Kalender Import von

source: Error:
de_de: Fehler:

source: New
de_de: neu

source: Updated
de_de: aktualisiert

source: Deleted
de_de: gelöscht

source: See all events (Frontend)
de_de: Alle Veranstaltungen auf der Webseite

source: Edit events (Backend)
de_de: Veranstaltungen bearbeiten (Backend)

source: Import calendars now
de_de: Kalender jetzt importieren

source: Adjust geo marker for:
de_de: Marker-Position für diesen Ort anpassen:

source: please choose
de_de: bitte wählen

source: Delete geo data for this location
de_de: Geo-Daten für diesen Ort löschen

source: load map
de_de: Kartendaten laden

source: Events Feature
de_de: Termin Unterstützung

source: Enable events feature
de_de: Termin Unterstützung aktivieren

source: Events page slug
de_de: Pfad ("Slug") der Termin-Seite

source: Description shown on the events page
de_de: Beschreibung für die Termineseite

source: URLs of iCal calendars, one per row
de_de: URLs der iCal-Kalender, pro Zeile eine URL

source: Rectify time zone
de_de: Zeitzone korrigieren

source: Show overall map
de_de: Übersichtskarte zeigen

source: Show events archive
de_de: Vergangene Veranstaltungen anzeigen

source: Zoom-level of overall map
de_de: Zoomlevel für Übersichtskarte

source: Enable or disable the events feature of the Sunflower theme.
de_de: Termine Unterstützung des Sunflower Themes aktivieren / deaktivieren.

source: Configure how events behave on your website.
de_de: Konfigure wie Termine auf der Webseite dargestellt werden.

source: The permalink structure has been reimported.
de_de: Die Permalinkstruktur wurde neu eingelesen.

source: After changing the event page slug, you need to reimport the permalink structure.
de_de: Nach dem Ändern des Termine Seiten Pfads, muss die Permalinkstruktur neu eingelesen werden.

source: This can be safely done any time. E.g. if the event page does not show up correctly.
de_de: Das kann jederzeit gefahrlos durchgeführt werden. Z.B. wenn die Termine-Seite nicht gefunden wird.

source: Reimport permalink structure
de_de: Permalinkstruktur neu einlesen

source: First steps
de_de: Erste Schritte

source: About Sunflower
de_de: Über Sunflower

source: Settings
de_de: Einstellungen

source: Activate Theme
de_de: Theme aktivieren

source: Sunflower Terms of Use
de_de: Sunflower-Nutzungsbedingungen

source: Accept Terms of Use
de_de: Nutzungsbedingungen akzeptieren

source: Sunflower Update Channel
de_de: Sunflower Aktualisierungskanal

source: Update Channel
de_de: Aktualisierungs-Kanal

source: stable
de_de: stabile Version

source: beta
de_de: beta (Testversionen)

source: Theme variant
de_de: Designvariante

source: Shape Style
de_de: Formensprache

source: Color Mood
de_de: Farbstimmung

source: Footer Color Variant
de_de: Fußzeilen-Farbvariante

source: Excerpt length (words)
de_de: Anzahl der Wörter im Vorschautext

source: show related posts
de_de: Ähnliche Artikel zeigen

source: show author of posts
de_de: Zeige Autor*in

source: Show post author on post details and via REST api.
de_de: Zeige den/die Autor*in im Beitrag und über die REST-API.

source: hide previous and next links
de_de: Verstecke Vor- und Zurück-Links

source: to-field for contact-forms
de_de: an diese Adresse werden Kontaktformulare geschickt

source: items in menu
de_de: Einträge im Menü

source: items with href=# in the main menu are placeholders for submenu
de_de: Einträge mit Linkziel=# sind Platzhalter für das Untermenü

source: Show social media icons in header
de_de: Social-Media-Icons im Header anzeigen

source: Show list of categories on category archive
de_de: Zeige Liste von Kategorien auf Kategorie-Seite

source: Enhance SEO
de_de: SEO verbessern

source: Set website name in page metadata
de_de: Webseitenname in den Seiten-Metadaten

source: Media creator field
de_de: Medien Urheber*in

source: Select the visual appearance of your theme.
de_de: Wählen Sie das visuelle Erscheinungsbild Ihres Themes aus.

source: Various theme settings
de_de: Verschiedene Theme Einstellungen

source: Rounded
de_de: Abgerundet

source: Sharp
de_de: Eckig

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: Sand
de_de: Sandfarben

source: Light Green
de_de: Hellgrün

source: do not show
de_de: keine Anzeige

source: main categories
de_de: Hauptkategorien

source: only sub-categories
de_de: nur Unter-Kategorien

source: required
de_de: verpflichtend

source: strict (The image is blurred if no creator field is filled out.)
de_de: streng (Bild wird verpixelt, wenn Urheber*in leer ist.)

source: disabled
de_de: deaktiviert

source: Social Media
de_de: Profile in Sozialen Medien

source: Social Media Profiles
de_de: Profile in Sozialen Medien

source: Social Sharers
de_de: Teile in Sozialen Medien

source: Open Graph Fallback Image
de_de: Fallback-Bild für Open-Graph-Tag

source: mail
de_de: E-Mail

source: Mail
de_de: E-Mail

source: Show share buttons on single post page
de_de: Zeige folgende Teilen-Buttons unter einem Einzel-Beitrag

source: Select Open Graph Fallback Image
de_de: Ersatzbild für Open-Graph-Tag wählen

source: Open Media Library
de_de: Mediathek öffnen

source: This fallback image will be used when sharing pages and posts and no featured image has been selected.
de_de: Dieses Ersatzbild wird beim Teilen von Seiten oder Beiträgen verwendet, wenn kein Beitragsbild ausgewählt wurde.

source: Mainmenu
de_de: Hauptmenü

source: Topmenu
de_de: Menü am oberen Rand

source: Footer Menu 1
de_de: Fußzeilenmenü 1

source: Footer Menu 2
de_de: Fußzeilenmenü 2

source: Continue reading
de_de: weiterlesen

source: Image %1 of %2
de_de: Bild %1 von %2

source: Next Image
de_de: Nächstes Bild

source: Previous Image
de_de: Bild zurück

source: Cancel Loading Image
de_de: Bild laden abbrechen

source: Close Lightbox
de_de: Lightbox schließen

source: Login error. Did you mistype s.th.?
de_de: Loginfehler. Hast du dich vertippt?

source: Skip to content
de_de: Weiter zum Inhalt

source: Show sub menu
de_de: Zeige Untermenü

source: Add a menu
de_de: Menü erstellen

source: Share on X (Twitter)
de_de: Auf X (Twitter) teilen

source: Share on Facebook
de_de: Auf Facebook teilen

source: Share on LinkedIn
de_de: Auf LinkedIn teilen

source: Share on Mastodon
de_de: Auf Mastodon teilen

source: Share on WhatsApp
de_de: Auf WhatsApp teilen

source: send mail
de_de: Sende E-Mail

source: Search Results for: %s
de_de: Suchergebnisse für „%s“

source: o'clock
de_de: Uhr

source: Location Link
de_de: Ort

source: Link to webinar
de_de: Link zur Online-Teilnahme (Webinar)

source: organized by
de_de: organisiert von

source: Download as ics
de_de: Download als ics-Datei

source: Nothing Found
de_de: Nichts gefunden

source: No upcoming events.
de_de: Derzeit sind keine Veranstaltungen geplant.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
de_de: Bereit, deinen ersten Beitrag zu veröffentlichen? <a href="%1$s">Hier kannst du loslegen</a>!

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Schade, es gibt nichts zu diesem Suchwort. Bitte versuche ein anderes Suchwort.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
de_de: Anscheinend können wir nicht finden, wonach du suchst. Vielleicht hilft eine Internetsuche.

source: Pages:
de_de: Seiten:

source: Mastodon Instance address
de_de: Adresse der Mastodon-Instanz

source: Enter your instance's address
de_de: Gib deine Instanz-Adresse ein

source: Memorize my instance
de_de: Merke meine Instanz

source: Close
de_de: Schließen

source: Save and Share
de_de: Speichern und teilen

source: Continue reading<span class="screen-reader-text"> "%s"</span>
de_de: Weiterlesen<span class="screen-reader-text"> "%s"</span>

source: none
de_de: keine

source: Sunflower Checkmarks
de_de: Sunflower Häkchen

# Color name
source: White
de_de: Weiß
