Repository: verdigado/sunflower
Catalog: languages/sunflower-contact-form-*.po
Languages: de_de

source: Contact Form
de_de: Kontaktformular

source: Please fill in all required (<span class="required">*</span>) fields.
de_de: Bitte füllen Sie alle Pflichtfelder (<span class="required">*</span>) aus.

source: By using this form, you consent to the storage and processing of your data through our website. Additional information can be found in our privacy policy on <a href="#" id="privacy_policy_url">Datenschutzerklärung</a>
de_de: Mit der Nutzung dieses Formulars erklären Sie sich mit der Speicherung und Verarbeitung Ihrer Daten durch diese Website einverstanden. Weiteres entnehmen Sie bitte unserer <a href="#" id="privacy_policy_url">Datenschutzerklärung</a>

source: How much is 1 + 1 ?
de_de: Was ist 1 + 1 ?

source: submit
de_de: absenden

source: Thank you. The form has been sent.
de_de: Vielen Dank. Ihre Nachricht wurde verschickt.

source: New Message from
de_de: Neue Nachricht über

source: The receiver address may be altered within the Sunflower theme settings. By default, emails are sent to the site administrator.
de_de: Die Empfänger*innen-Adresse kann in den Sunflower-Einstellungen geändert werden. Standardmäßig wird das Formular an den*die Webseiten-Administrator*in gesendet.

source: Title of the form
de_de: Titel des Formulars

# block title
source: Contact Form (Sunflower)
de_de: Kontaktformular ( Sunflower)

# block description
source: Simple Contact Form
de_de: Einfaches Kontaktformular
